Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: Tweets that are replies or have replies must not be hidden.
ln: Ba Tweet oyo eyanolami to eza na biyano esengeli te ebatama.

source: {t} with id={id} no longer exists.
ln: {t} with id={id} eza lisusu te.

source: Twitter account
ln: Compte Twitter

source: Twitter Contributor - Respond to tweets about Firefox:
ln: Contributeur Twitter - Yanola ba tweets ya maye matali Firefox:

source: Twitter Handles:
ln: Bapoignée ya Twitter:

source: Twitter Username
ln: Nkombo ya bosaleli na Twitter

source: Type
ln: Lolenge

source: Type of article
ln: Lolenge ya article

source: Unable to change email for user {username}
ln: Ekoki te kobongola adresse email mpo na mosaleli {username}

source: Unable to delete only revision of the document
ln: Ekoki koboma te kaka revision ya document

source: Unanswered
ln: Oyo eyanolami te

source: Unarchive this question
ln: Longola motuna oyo na archive

source: Unban
ln: Longola epekiseli

source: Unblock Firefox from connecting to the Internet
ln: Kodébloquer Firefox emiconnecter na Internet

source: Unblock Thunderbird from connecting to the Internet
ln: Débloquer Thunderbird komiconnecter na Internet

source: Undo
ln: Kolongola

source: Unhelpful
ln: Ya ntina te

source: Unhelpful Documents
ln: Badocument ya ntina te

source: Unlock this question
ln: Débloquer motuna oyo

source: Unlock this thread
ln: Débloquer mulongo oyo

source: Unmark as spam
ln: Longola elembo bo spam

source: Unrecognized media type.
ln: Type ya media eyebani te.

source: Unrecognized request or nothing to cancel.
ln: Bosenga eyebani te to eloko te ya kotika.

source: Unreviewed
ln: Emanyolami te

source: Unreviewed Changes
ln: Mbongwana oyo emanyolami te

source: Unreviewed Revision:
ln: Barevision Eye Emanyolami Te:

source: Unsticky this thread
ln: Longola bavisite ebele na mulongo oyo

source: Unsubscribe
ln: Longola inscription

source: Unsubscribed
ln: Inscription elongolami

source: Unsubscribe Error
ln: Erreure eye ekomisami te

source: Unsubscribe from edit notifications
ln: Longola inscription na mayebisi ya bobongisi

source: Unsubscribe from these emails
ln: Longola inscription na ba emails oyo

source: Unsubscribe from these emails:
ln: Longola inscription nangai na ba email oyo:

source: Update
ln: Mise à jour

source: Update answer
ln: Sala mise à jour ya motuna

source: Updated
ln: Esalemi mise à jour

source: Updated:
ln: Ezwaki mise à jour:

source: Updated date. Format: mm/dd/yy
ln: Mokolo esalemi mise à jour. Format: jj/mm/aa

source: Update Needed
ln: Esengeli na Mise à jour

source: Update post
ln: Sala mise à jour ya article

source: Update Status:
ln: Sala mise à jour ya lolenge:

source: Update thread
ln: Sala mise à jour ya mulongo

source: Upload
ln: Télécharger

source: Upload a New Media File
ln: Télécharger Fichier Media Yasika

source: Uploaded {date}
ln: Ezalaki téléchargé {date}

source: Uploaded images:
ln: Bilili biye biza téléchargé:

source: Upload file
ln: Télécharger fichier

source: URL of affected site
ln: URL ya site affecté

source: Use advanced search
ln: Salela boluki avancé

source: Use basic search
ln: Salela boluki ya base

source: Use bookmarks
ln: Salela ba bookmarks

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
ln: Eza na basaleli koluta bamillion 400, Mozilla support esimbami mobimba nayango na bavolontaire, mpe eza ya litomba koleka. Oyo ezali epayi oza koingela.

source: user
ln: mosaleli

source: User
ln: Mosaleli

source: User Agent: {ua}
ln: Agent Mosaleli: {ua}

source: User Agent: {user_agent}
ln: Agent Mosaleli: {user_agent}

source: User Control
ln: Contrôle Ya Mosaleli

source: {user} | Documents
ln: {user} | Badocument

source: User Interface
ln: Interface ya Mosaleli

source: {user} is currently working on this problem.
ln: {user} aza kobongisa nkokoso oyo sik'oyo.

source: username
ln: nkombo ya bosaleli

source: Username
ln: Nkobo ya bosaleli

source: Username:
ln: Nkombo ya bosaleli:

source: username1, username2,...
ln: nkonbo ya bosaleli1, nkombo ya bosaleli2,...

source: Username, Display Name or Twitter Handle
ln: Nkombo ya bosaleli, Nkombo ya Komonisa to Poignée ya Twitter

source: {username} is not a valid username.
ln: {username} nkombo ya bosaleli elongobani te.

source: Username is required.
ln: Esengeli Nkombo ya bosaleli.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ln: Nkombo ya bosaleli eza molayi mingi (%(show_value)s characters). Esengeli ezala na bacaractère %(limit_value)s to na se.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Nkombo ya bosaleli eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Username may contain only English letters, numbers and ./-/_ characters.
ln: Nkombo ya bosaleli esengeli ezala bobele na nkoma na lokota ya Angele mpe ./-/_ bacaractère.

source: {user} - {num} contributions in last 90 days
ln: {user} - {num} bacontribution na mikolo 90 mileki

source: {user} removed from successfully!
ln: {user} alongolami malamu!

source: {user} removed from the contributors successfully!
ln: {user} alongolami malamu kati ya bacontributeur!

source: {user} removed from the group leaders successfully!
ln: {user} alongolami malamu na bakambi ya groupe!

source: {user} removed from the group successfully!
ln: {user} alongolami malamu na groupe!

source: Users:
ln: Basaleli:

source: {users} added successfully!
ln: {users} abakisami malamu!

source: {users} added to the contributors successfully!
ln: {users} abakisami na bacontributeur malamu!

source: {users} added to the group leaders successfully!
ln: {users} babakisami malamu na bakambi ya groupe!

source: {users} added to the group successfully!
ln: {users} babakisami malamu na groupe!

source: {user}'s Groups
ln: {user}'s Bagroupe

source: Using a feature on webmaker.org
ln: Bosaleli caractéristique moko na webmaker.org

source: Using Popcorn Maker
ln: Bosaleli Popcorn Maker

source: Using Thimble
ln: Bosaleli Thimble

source: Using X-Ray Goggles
ln: Bosaleli X-Ray Goggles

source: Value
ln: Valeur

source: Verify your email address:
ln: Vérifier email adresse nayo:

source: Video, audio and interactive settings
ln: Baparamètre interactif ya vidéo mpe audio

source: Videos
ln: Bavidéo

source: Videos, sound, pictures and animations don't work
ln: Bavidéo, son, bilili mpe baanimation eza kosala te

source: View a list of all Firefox OS articles
ln: Tala liste ya baarticle nionso ya Firefox OS

source: View all deactivated users
ln: Tala basaleli nionso baye baza désactivé

source: View all Firefox OS articles
ln: Tala baarticle nionso ya Firefox OS

source: View Diff
ln: Tala Diff

source: View other questions that need attention.
ln: Tala mituna misusu miye misengeli na bokebi.

source: View Profile
ln: Tala Profile

source: Views
ln: Ba vues

source: View the history of this document
ln: Tala lisitwale ya document oyo

source: View the solution
ln: Tala solution

source: View the updated document
ln: Tala document oyo esalemi mise à jour

source: View this document's history
ln: Tala lisitwale ya document oyo

source: View this message on the web
ln: Tala message oyo na web

source: View this message on the web:
ln: Tala message oyo na web:

source: View this post on the site.
ln: Tala article oyo na site.

source: Visits
ln: Bavisite

source: Visits in last 30 days
ln: Bavisite na mikolo 30 mileki

source: Volunteer for Mozilla Support
ln: Sala volontariat mpo na Mozilla Support

source: Votes
ln: Bavote

source: votes this week
ln: bavote ya poso oyo

source: Waiting for review
ln: Eza kozela bomanyolami

source: Want to know when a solution is found?
ln: Olingi bayebisa yo tango solution ezwami?

source: Warning: There are newer unreviewed revisions of this article.
ln: Keba: Article oyo eza na barevison oyo emanyolami te sika-sika.

source: Warning: This page is also being edited by %(user)s!
ln: Keba: Lokasa oyo eza mpe kobongisama na %(user)s!

source: was marked as solved by its asker, {asker}.
ln: etiyamaki elembo neti endimbolami na motuni, {asker}.

source: Was this article helpful?
ln: Article oyo ezalaki ya ntina?

source: Was this helpful to you?
ln: Yango ezalaki na ntina epayi nayo?

source: Watch
ln: Kolanda

source: Watch forum threads I comment in
ln: Landa milongo ya forum I commentaire

source: Watch forum threads I start
ln: Landa milongo ya forum I ebandeli

source: Watch KB discussion threads I comment in
ln: Landa milongo ya lisolo KB I commentaire

source: Watch KB discussion threads I start
ln: Landa milongo ya lisolo KB I ebandeli

source: Watch our videos and check our documentation
ln: Tala bavidéo nabiso mpe badocument nabiso

source: Watch Question threads I comment in
ln: Landa milongo ya Mituna I commentaire

source: Watch this forum
ln: Kolanda forum oyo

source: Watch this locale
ln: Kolanda lokota oyo

source: Watch this thread
ln: Kolanda mulongo oyo

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
ln: Tosepelaka mingi tango inso koyoka sango ya batu ya sika oyo balingi kosalisa na baforum nayango soki ukutani naino te na lingomba nabiso <a href="%(intro_url)s"> zwa monuti moko ya komilakisa </a>. Soki olingi koyebana te, yango mpe eza kaka malamu :). Okoki mpe kokuta biso banso na IRC, na <a href="%(irc_url)s"> #sumo channel </a>.

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
ln: Tosepelaka tango inso koyoka sango ya batu yasika baye balingi kosalisa na baforum nayango soki naino okutani na lingomba nabiso, zwa monuti moko yokomilakisa. Soki olingi koyebana te, yango mpe eza kaka malamu :). Okoki kokuta biso banso na IRC, na canal #sumo na irc.mozilla.org.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
ln: Toza na nkokoso mpo na kozwa adresse email nayo. Meka adresse mosusu to contacter administrateur.

source: Web browser for Android smartphones and tablets
ln: Navigateur ya web mpo na ba smartphones na batablets ya Android

source: Web browser for Windows, Mac and Linux
ln: Navigateur ya web mpo Windows, Mac mpe Linux

source: Website
ln: Site web

source: Websites
ln: Ba site web

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
ln: Tokoki te koactiver compte nayo. Zala sure ete ocliquer lien ya malamu na email nayo to obeti adresse ya malamu.

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
ln: Tokoki te kozwa inscription nayo. Tango mosusu eza déjà annuler, to libunga lisalemaki na lien ya bolongoli inscription. Zala sure ete lien mobimba kowuta na email ekeyi tii na navigateur. Soki eteni ya suka ya lien ezipi molongo ya mibale na email, meka kocopier mpe kocoller lien na navigateur.

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
ln: Tokokaki te kolongola inscription nayo mpo na motuna oyo: <a href="%(question_url)s">%(question_title)s</a>. Zala sure ete ocopier mpe ocoller malamu lien ya kolongola inscription.

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
ln: Tokoki te kozwa ba tweets oyo ekokani mpo na %(language)s na mbala oyo. Meka kotala lisusu sima, pona lolenge mosusu ya tweet uta na menu oyo eza awa likolo, to tala ba tweets na nkota misusu na bosaleli option ya lokota na se ya lokasa oyo.

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
ln: Tokoki te kozwa resultat ata moko mpo na <strong>{q}</strong> na <strong>{l}</strong>. Tango mosusu moko ya baarticle oyo ekoki kozala ya ntina?

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
ln: Tokokaki te kolandela bosenga nayo. Tango mosusu oyo osengi elongobani lisusu te to omekaki kosala oyo elongobani te.

source: Weekly meetings
ln: Baréunion ya poso na poso

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
ln: Tolingaki kaka koyebisa yo ete %(answerer)s ezwi solution na motuna ya Firefox oyo oza kolandela.

source: Welcome to SUMO!
ln: Boyeyi malamu na SUMO!

source: We need your help!
ln: Tosengeli na lisalisi nayo!

source: We're sorry to see you go.
ln: Toza na mawa ya komona yo kokende.

source: We've just received a request to send the username linked to this email address.
ln: Towuti koyamba bosenga ya kotinda nkombo ya bosaleli oyo etali adresse email oyo.

source: We've made some educated guesses about your current browser and operating system.
ln: Tosaleli mayele ya kokundola maye matali navigateur na systeme d'exploitation oyo oza nayango sik'oyo.

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
ln: Totindi email ya confirmation na %(new_email)s. Landa lien na email ya confirmation mpo na kobongola compte email nayo.

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
ln: Totindi email na compte nionso oyo eza kosalela adresse oyo. Landa lien na email mpo na koréinitialiser liloba nayo ya sekele.

source: We've sent an email with the username to any account using {email}.
ln: Totindi email na nkombo ya bosaleli na compte nionso oyo eza kosalela {email}.

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
ln: Tokosepela kozwa esika ya malamu mpo nayo mpo na kosalisa basaleli, nayango tindela biso email na nkombo nayo bosaleli mpe esika olingi kokota. Komona mpasi te ya kobakisa nionso oyo oyebi kosala, tokomeka kozwa nini ekosengela kosala nayango :)

source: What is your reply about?
ln: Eyano nayo eza nini na maye matali?

source: What Links Here
ln: Nini Ezola Lien Awa

source: What Links Here | {document}
ln: Nini Ezosala Lien Awa | {document}

source: What's New
ln: Nini yasika

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
ln: Tango Kiallemand ezangi mbongwana ya niveau 2, couverture ekokita na 50%, nayango 1% ya 10%=0.1% ya nionso

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
ln: Tango article ya Page d'accueil eza bobele article moko oyo elimbolami mpe eza à jour na Kiallemand, nayango couverture nabiso mobimba eza 2% ya 10%=0.2% ya nionso (+couverture ya lokota ya Angele)

source: Where all the action happens
ln: Esika makambo nionso esalamaka

source: Which category best describes your problem?
ln: Categorie nini eza kolakisa malamu nkokoso nayo?

source: Which product would you like to post a question about?
ln: Produit nini olingi kokotisela motuna?

source: While you wait
ln: Tango oza kozela

source: Why should I help?
ln: Mpo na nini esengeli na salisa?

source: Windows 8 Touch support articles
ln: Baarticle ya lisungi ya Windows 8 Touch

source: Working with messages
ln: Kosala na bamessage

source: Would you like to view this page in %(language)s instead?
ln: Olingi nde komona lokasa oyo na %(language)s?

source: Write help articles
ln: Koma baarticle ya lisalisi

source: X-Ray Goggles
ln: Rayon-X Goggles

source: Yes
ln: Iyo

source: Yes, I am.
ln: Iyo, nasili komikomisa.

source: Yesterday
ln: Lobi eleki

source: You
ln: Yo

source: You already flagged this content.
ln: Osi otiyaki bendele na contenu oyo.

source: You already voted on this Article.
ln: Osi ovoter na Article oyo.

source: You already voted on this reply.
ln: Osi ovoter na eyano oyo.

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
ln: Oza pene ya kondima maye obongisi yo mei. Tosengi ete otala ndenge ya kotuna <a href="%(url)s">bareviseur</a> nabiso.

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
ln: Oza pene ya kotiya elembo na revision oyo <span class="revtime"></span> bo Elengelami mpo na Kolimbola. Oza sure olingi kokoba?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
ln: Oza pene ya koboma avatar mpo na libela. <strong>Ekoki kozongelama te!</strong> Okoki tango inso kotélécharger avatar mosusu mpo na koremplacer oyo eza.

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma eyano oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma document oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma libela elili oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma article oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma motuna oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma revision oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma mpo na libela mulongo oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma libela vidéo oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
ln: Oza pene ya koboma avatar nayo mpo na libela. <strong>Ekoki kozongelama te!</strong> Okoki tango inso <a href="%(upload_url)s">kotélécharger avatar mosusu</a> mpo na koremplacer oyo eza sik'oyo.

source: You are about to subscribe to:
ln: Oza pene ya kokomikomisa na:

source: You are not currently watching anything.
ln: Sika sik'oyo oza kolanda eloko ata moko te.

source: You are not logged in.
ln: Okoti te.

source: You are not watching this thread
ln: Oza kolanda mulongo oyo te

source: You are now part of the Contributors group!
ln: Sik'oyo oza nakati ya groupe ya Bacontributeur!

source: You are translating an English document which is not yet ready for localization.
ln: Oza kolimbola document ya lokota ya Angele oyo elengelami naino te mpo na ndimbola.

source: You are watching this thread
ln: Oza kolanda mulongo oyo

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
ln: Okoki mpe kokomikosa na programme nabiso Buddy mpe okozwa lisalisi ya boyebi kowuta na bacontributeur nabiso baye baza na experience ebele. Milakisa kaka na forum ya Bacontributeur ya Sika na kobanda mulongo yasika. Tiya nkombo nayo na titre ya mulongo mpe lobela biso mua moke maye matali yo:

source: You can log in at:
ln: Okoki kokota na:

source: You cannot translate this document.
ln: Okoki kolimbola document oyo te.

source: You can now log in.
ln: Okoki sik'oyo kokota.

source: You can view the solution using the link below.
ln: Okoki kotala solution na bosaleli lien oyo eza awa na se.

source: You do not have permission to access this page.
ln: Oza na ndigisa te mpo na ingela na lokasa oyo.

source: You do not have permission to do that.
ln: Oza na ndingisa te ya kosala yango.

source: You don't need to register to <a href="{url}">ask a question</a>.
ln: Esengeli te omikomisa mpo na <a href="{url}">kotuna motuna</a>.

source: You have been automatically logged in.
ln: Okotisami automatiquement.

source: You have been awarded the <strong>%(title)s</strong> badge!
ln: Bapesi yo badge <strong>%(title)s</strong>!

source: You have been awarded the %(title)s badge!
ln: Bapesi yo %(title)s badge!

source: You have been unsubscribed.
ln: Inscription nayo elongolami.

source: You have exceeded the number of private messages that can be sent in a day.
ln: Olekisi motango ya bamessage confidentielle oyo ekoki kotindama na mokolo.

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
ln: Olekisi motango ya milongo mpe biyano oyo esengeli kokotisama na eleko songolo ya ngonga. Meka lisusu mua sima.

source: You have flagged this content. A moderator will review your submission shortly.
ln: Otiyaki bendele na contenu oyo. Moderateur moko akomanyola etinda nayo kala mingi te.

source: You have not selected an image to upload.
ln: Oponi te elili ya kotélécharger.

source: You have successfully changed your password.
ln: Obongoli liloba nayo ya sekele malamu.

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
ln: Obongoli liloba nayo ya sekele malamu. <a href="%(profile_url)s">Zonga na lokasa ya kobongisa profile.</a>

source: You may log in at https://{domain}{login_url}
ln: Okoki kokota na https://{domain}{login_url}

source: You might just make someone's day!
ln: Tango mosusu okoki kobongisa mokolo ya mutu songolo to pakala!
